tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.tuna.tsinghua.edu.cn/git/homebrew/homebrew-cask.git"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "phinze/cask"
tap "pivotal/tap"
brew "ack"
brew "adns"
brew "apr-util"
brew "aria2"
brew "m4"
brew "mpdecimal"
brew "python@3.9"
brew "autojump"
brew "automake"
brew "ghc"
brew "cabal-install"
brew "chromedriver"
brew "gmp"
brew "cloog"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cscope"
brew "cython"
brew "pth"
brew "dirmngr"
brew "docker"
brew "ffmpeg"
brew "freetds"
brew "gcc@4.9"
brew "ghostscript"
brew "gifsicle"
brew "pcre2"
brew "git"
brew "glib"
brew "libevent"
brew "libidn2"
brew "gnutls"
brew "npth"
brew "gnupg"
brew "gost"
brew "gpg-agent"
brew "gradle"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "isl@0.12"
brew "jq"
brew "krb5"
brew "libpq"
brew "libusb-compat"
brew "libxml2"
brew "libyaml"
brew "makedepend"
brew "maven"
brew "memcached"
brew "mysql", restart_service: true
brew "nasm"
brew "nginx"
brew "node"
brew "nodenv"
brew "openjdk"
brew "pandoc"
brew "perl"
brew "postgresql"
brew "pyenv"
brew "python@3.8"
brew "redis"
brew "ruby"
brew "sphinx-doc"
brew "ssh-copy-id", link: true
brew "texi2html"
brew "thefuck"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yasm"
brew "zlib"
brew "pivotal/tap/springboot"
cask "gimp"
cask "xquartz"
